Repository: M1zz/ClipKeyboard
Catalog: ClipKeyboard/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: • 자동 백업이 활성화되면 단축어, 클립보드, 스택 변경 시 자동으로 백업됩니다 • 5분마다 정기적으로 백업이 실행됩니다
cs: • Když je automatické zálohování zapnuté, fráze, schránka a zásobníky se zálohují při každé změně • Záloha se také spustí každých 5 minut
da: • Når automatisk backup er slået til, bliver fraser, udklipsholder og stakke sikkerhedskopieret, hver gang de ændres • Der kører også en backup hvert 5. minut
de: • Ist das automatische Backup aktiv, werden Textbausteine, Zwischenablage und Stapel bei jeder Änderung gesichert • Zusätzlich läuft alle 5 Minuten ein Backup
el: • Όταν το αυτόματο αντίγραφο είναι ενεργό, οι φράσεις, το πρόχειρο και οι στοίβες αντιγράφονται σε κάθε αλλαγή • Αντίγραφο δημιουργείται επίσης κάθε 5 λεπτά
en: • When auto-backup is on, snippets, clipboard, and stacks are backed up whenever they change • A backup also runs every 5 minutes
es: • Con el respaldo automático activado, las frases, el portapapeles y las pilas se respaldan cada vez que cambian • También se hace un respaldo cada 5 minutos
fi: • Kun automaattinen varmuuskopiointi on päällä, fraasit, leikepöytä ja pinot varmuuskopioidaan aina muuttuessaan • Varmuuskopiointi tehdään myös 5 minuutin välein
fr: • Quand la sauvegarde automatique est activée, les phrases, le presse-papiers et les piles sont sauvegardés à chaque modification • Une sauvegarde est aussi lancée toutes les 5 minutes
id: • Saat pencadangan otomatis aktif, frasa, papan klip, dan tumpukan dicadangkan setiap kali berubah • Pencadangan juga berjalan setiap 5 menit
it: • Con il backup automatico attivo, frasi, appunti e pile vengono salvati a ogni modifica • Un backup parte anche ogni 5 minuti
ja: • 自動バックアップをオンにすると、定型文、クリップボード、スタックが変更されるたびに自動でバックアップされます • 5分ごとにも定期的にバックアップします
nb: • Når automatisk sikkerhetskopiering er på, sikkerhetskopieres fraser, utklippstavle og stabler hver gang de endres • Det tas også en sikkerhetskopi hvert 5. minutt
nl: • Als automatische back-up aan staat, worden fragmenten, klembord en stapels bij elke wijziging bewaard • Elke 5 minuten wordt ook een back-up gemaakt
pl: • Gdy kopia automatyczna jest włączona, frazy, schowek i stosy są archiwizowane przy każdej zmianie • Kopia wykonuje się też co 5 minut
pt_br: • Com o backup automático ativado, frases, área de transferência e pilhas são salvas a cada alteração • Um backup também é feito a cada 5 minutos
ru: • Если включено автоматическое резервное копирование, фразы, буфер обмена и стопки сохраняются при каждом изменении • Резервная копия также создаётся каждые 5 минут
sv: • När automatisk säkerhetskopiering är på säkerhetskopieras fraser, urklipp och staplar vid varje ändring • En säkerhetskopia körs också var 5:e minut
th: • เมื่อเปิดสำรองอัตโนมัติ ระบบจะสำรองทุกครั้งที่ข้อความด่วน คลิปบอร์ด และสแตกเปลี่ยนแปลง • ระบบจะสำรองข้อมูลทุก 5 นาทีด้วย
tr: • Otomatik yedekleme açıkken ifadeler, pano ve yığınlar değiştikçe otomatik yedeklenir • Ayrıca her 5 dakikada bir yedekleme yapılır
vi: • Khi bật tự động sao lưu, cụm từ, bảng tạm và ngăn xếp sẽ được sao lưu mỗi khi thay đổi • Ứng dụng cũng sao lưu định kỳ mỗi 5 phút
zh_hans: • 开启自动备份后，短语、剪贴板、短语堆有改动时都会自动备份 • 每 5 分钟也会定期备份一次
zh_hant: • 開啓自動備份後，短語、剪貼簿、短語堆有改動時都會自動備份 • 每 5 分鐘也會定期備份一次

source: • 자동 백업이 활성화되면 단축어, 클립보드, 콤보 변경 시 자동으로 백업됩니다 • 5분마다 정기적으로 백업이 실행됩니다
cs: • Když je automatické zálohování zapnuté, fráze, schránka a komba se zálohují při každé změně • Záloha se také spustí každých 5 minut
da: • Når automatisk backup er slået til, bliver fraser, udklipsholder og kombos sikkerhedskopieret, hver gang de ændres • Der kører også en backup hvert 5. minut
de: • Ist das automatische Backup aktiv, werden Textbausteine, Zwischenablage und Kombos bei jeder Änderung gesichert • Zusätzlich läuft alle 5 Minuten ein Backup
el: • Όταν το αυτόματο αντίγραφο είναι ενεργό, οι φράσεις, το πρόχειρο και τα κόμπο αντιγράφονται σε κάθε αλλαγή • Αντίγραφο δημιουργείται επίσης κάθε 5 λεπτά
en: • When auto-backup is on, snippets, clipboard, and combos are backed up whenever they change • A backup also runs every 5 minutes
es: • Con el respaldo automático activado, las frases, el portapapeles y los combos se respaldan cada vez que cambian • También se hace un respaldo cada 5 minutos
fi: • Kun automaattinen varmuuskopiointi on päällä, fraasit, leikepöytä ja kombot varmuuskopioidaan aina muuttuessaan • Varmuuskopiointi tehdään myös 5 minuutin välein
fr: • Quand la sauvegarde automatique est activée, les phrases, le presse-papiers et les combos sont sauvegardés à chaque modification • Une sauvegarde est aussi effectuée toutes les 5 minutes
id: • Saat pencadangan otomatis aktif, frasa, papan klip, dan kombo dicadangkan setiap kali berubah • Pencadangan juga berjalan setiap 5 menit
it: • Con il backup automatico attivo, frasi, appunti e combo vengono salvati a ogni modifica • Un backup viene eseguito anche ogni 5 minuti
ja: • 自動バックアップをオンにすると、定型文、クリップボード、コンボが変更されるたびに自動でバックアップされます • 5分ごとにも定期的にバックアップします
nb: • Når automatisk sikkerhetskopiering er på, sikkerhetskopieres fraser, utklippstavle og komboer hver gang de endres • Det tas også en sikkerhetskopi hvert 5. minutt
nl: • Als automatische back-up aan staat, worden fragmenten, klembord en combo's bij elke wijziging bewaard • Elke 5 minuten wordt ook een back-up gemaakt
pl: • Gdy kopia automatyczna jest włączona, frazy, schowek i kombo są archiwizowane przy każdej zmianie • Kopia wykonuje się też co 5 minut
pt_br: • Com o backup automático ativado, snippets, área de transferência e combos são salvos sempre que mudam • Um backup também é feito a cada 5 minutos
ru: • Если автобэкап включён, фразы, буфер обмена и комбо резервируются при каждом изменении • Резервное копирование также выполняется каждые 5 минут
sv: • När automatisk säkerhetskopiering är på säkerhetskopieras fraser, urklipp och kombon vid varje ändring • En säkerhetskopia körs också var 5:e minut
th: • เมื่อเปิดสำรองอัตโนมัติ ระบบจะสำรองทุกครั้งที่ข้อความด่วน คลิปบอร์ด และคอมโบเปลี่ยนแปลง • ระบบจะสำรองข้อมูลทุก 5 นาทีด้วย
tr: • Otomatik yedekleme açıkken ifadeler, pano ve kombolar değiştikçe otomatik yedeklenir • Ayrıca her 5 dakikada bir yedekleme yapılır
vi: • Khi bật tự động sao lưu, cụm từ, bảng tạm và combo sẽ được sao lưu mỗi khi thay đổi • Ứng dụng cũng sao lưu định kỳ mỗi 5 phút
zh_hans: • 开启自动备份后，短语、剪贴板、组合有改动时都会自动备份 • 每 5 分钟也会定期备份一次
zh_hant: • 開啓自動備份後，短語、剪貼簿、組合有改動時都會自動備份 • 每 5 分鐘也會定期備份一次

source: ⌃⌥K로 어디서나 빠르게 접근
cs: Rychlý přístup odkudkoli přes ⌃⌥K
da: Hurtig adgang overalt med ⌃⌥K
de: Überall schnell erreichbar mit ⌃⌥K
el: Γρήγορη πρόσβαση από παντού με ⌃⌥K
en: Quick access anywhere with ⌃⌥K
es: Acceso rápido desde cualquier lugar con ⌃⌥K
fi: Nopea pääsy mistä tahansa: ⌃⌥K
fr: Accès rapide partout avec ⌃⌥K
id: Akses cepat di mana saja dengan ⌃⌥K
it: Accesso rapido ovunque con ⌃⌥K
ja: ⌃⌥Kでどこからでもすばやく開けます
nb: Rask tilgang overalt med ⌃⌥K
nl: Overal snel toegang met ⌃⌥K
pl: Szybki dostęp z każdego miejsca: ⌃⌥K
pt_br: Acesso rápido de qualquer lugar com ⌃⌥K
ru: Быстрый доступ откуда угодно: ⌃⌥K
sv: Snabb åtkomst var som helst med ⌃⌥K
th: เข้าถึงได้ทุกที่อย่างรวดเร็วด้วย ⌃⌥K
tr: ⌃⌥K ile her yerden hızlı erişim
vi: Truy cập nhanh ở mọi nơi với ⌃⌥K
zh_hans: 用 ⌃⌥K 随时随地快速调用
zh_hant: 用 ⌃⌥K 隨時隨地快速調用

# ⌘⇧N for a new memo, ⌘⇧H for clipboard history, and more.
source: ⌘⇧N 새 단축어, ⌘⇧H 클립보드 기록 등 Mac 네이티브 단축키.
cs: ⌘⇧N nová fráze, ⌘⇧H historie schránky a další zkratky pro Mac.
da: ⌘⇧N ny frase, ⌘⇧H historik for udklipsholder og flere Mac-genveje.
de: ⌘⇧N für neuen Textbaustein, ⌘⇧H für den Zwischenablage-Verlauf und weitere Mac-Tastenkürzel.
el: ⌘⇧N για νέα φράση, ⌘⇧H για το ιστορικό του πρόχειρου και άλλα.
en: ⌘⇧N for a new snippet, ⌘⇧H for clipboard history, and more.
es: ⌘⇧N nueva frase, ⌘⇧H historial del portapapeles y más.
fi: ⌘⇧N uusi fraasi, ⌘⇧H leikepöydän historia ja muut Macin pikanäppäimet.
fr: ⌘⇧N pour une nouvelle phrase, ⌘⇧H pour l'historique du presse-papiers, et plus.
id: ⌘⇧N untuk frasa baru, ⌘⇧H untuk riwayat papan klip, dan lainnya.
it: ⌘⇧N per una nuova frase, ⌘⇧H per la cronologia degli appunti e altro.
ja: ⌘⇧Nで新規定型文、⌘⇧Hでクリップボード履歴など、Macならではのショートカット。
nb: ⌘⇧N for ny frase, ⌘⇧H for utklippshistorikk og mer.
nl: ⌘⇧N voor een nieuw fragment, ⌘⇧H voor de klembordgeschiedenis en meer.
pl: ⌘⇧N nowa fraza, ⌘⇧H historia schowka i inne skróty Mac.
pt_br: ⌘⇧N para uma nova frase, ⌘⇧H para o histórico da área de transferência e mais.
ru: ⌘⇧N: новая фраза, ⌘⇧H: история буфера обмена и другие сочетания.
sv: ⌘⇧N för ny fras, ⌘⇧H för urklippshistorik och fler Mac-kortkommandon.
th: ⌘⇧N สำหรับข้อความด่วนใหม่ ⌘⇧H สำหรับประวัติคลิปบอร์ด และอื่น ๆ
tr: ⌘⇧N yeni ifade, ⌘⇧H pano geçmişi ve daha fazlası için Mac kısayolları.
vi: ⌘⇧N tạo cụm từ mới, ⌘⇧H mở lịch sử bảng tạm, và nhiều phím tắt khác.
zh_hans: ⌘⇧N 新建短语，⌘⇧H 查看剪贴板历史，等等。
zh_hant: ⌘⇧N 新建短語，⌘⇧H 查看剪貼簿歷史，等等。

source: ○○주식회사
cs: Firma s.r.o.
da: Eksempel A/S
de: Muster GmbH
el: Εταιρεία ΑΒΓ Α.Ε.
en: Acme Inc.
es: Empresa S.A.
fi: Esimerkki Oy
fr: Société Exemple
id: PT Acme
it: Acme S.p.A.
ja: ○○株式会社
nb: Eksempel AS
nl: Voorbeeld B.V.
pl: Acme Sp. z o.o.
pt_br: Empresa Ltda.
ru: ООО «Пример»
sv: Acme AB
th: บริษัท ตัวอย่าง จำกัด
tr: Örnek A.Ş.
vi: Công ty ABC
zh_hans: 某某股份有限公司
zh_hant: 某某股份有限公司

source: ⚠️ 복구 시 현재 데이터가 백업 데이터로 교체됩니다
cs: ⚠️ Obnovením se současná data nahradí zálohou
da: ⚠️ Gendannelse erstatter dine nuværende data med backuppen
de: ⚠️ Beim Wiederherstellen werden deine aktuellen Daten durch das Backup ersetzt
el: ⚠️ Η επαναφορά αντικαθιστά τα τρέχοντα δεδομένα με το αντίγραφο
en: ⚠️ Restoring replaces your current data with the backup
es: ⚠️ Al restaurar, tus datos actuales se reemplazan por los del respaldo
fi: ⚠️ Palautus korvaa nykyiset tiedot varmuuskopiolla
fr: ⚠️ La restauration remplace vos données actuelles par la sauvegarde
id: ⚠️ Pemulihan mengganti data Anda saat ini dengan data cadangan
it: ⚠️ Il ripristino sostituisce i dati attuali con il backup
ja: ⚠️ 復元すると現在のデータがバックアップに置き換わります
nb: ⚠️ Gjenoppretting erstatter dagens data med sikkerhetskopien
nl: ⚠️ Herstellen vervangt je huidige gegevens door de back-up
pl: ⚠️ Przywrócenie zastąpi bieżące dane kopią
pt_br: ⚠️ Restaurar substitui os dados atuais pelo backup
ru: ⚠️ При восстановлении текущие данные будут заменены резервными
sv: ⚠️ Vid återställning ersätts dina nuvarande data med säkerhetskopian
th: ⚠️ การกู้คืนจะแทนที่ข้อมูลปัจจุบันด้วยข้อมูลสำรอง
tr: ⚠️ Geri yükleme, mevcut verilerinizi yedekle değiştirir
vi: ⚠️ Khi khôi phục, dữ liệu hiện tại sẽ được thay bằng bản sao lưu
zh_hans: ⚠️ 恢复时，当前数据会被备份数据替换
zh_hant: ⚠️ 還原時，當前資料會被備份資料替換

source: ⚠️ 현재 기기에 데이터가 있습니다. 복구하면 현재의 모든 단축어, 클립보드, 스택가 삭제되고 백업 데이터로 교체됩니다. 이 작업은 되돌릴 수 없습니다. 계속하시겠습니까?
cs: ⚠️ Toto zařízení už obsahuje data. Obnovením se smažou všechny současné fráze, položky schránky a zásobníky a nahradí se zálohou. Tuto akci nelze vrátit zpět. Pokračovat?
da: ⚠️ Denne enhed har allerede data. Gendannelse sletter alle nuværende fraser, udklipsholder og stakke og erstatter dem med backuppen. Dette kan ikke fortrydes. Vil du fortsætte?
de: ⚠️ Auf diesem Gerät sind bereits Daten vorhanden. Beim Wiederherstellen werden alle aktuellen Textbausteine, Zwischenablage-Einträge und Stapel gelöscht und durch das Backup ersetzt. Das lässt sich nicht rückgängig machen. Fortfahren?
el: ⚠️ Η συσκευή έχει ήδη δεδομένα. Η επαναφορά διαγράφει όλες τις τρέχουσες φράσεις, το πρόχειρο και τις στοίβες και τα αντικαθιστά με το αντίγραφο. Αυτή η ενέργεια δεν αναιρείται. Συνέχεια;
en: ⚠️ This device already has data. Restoring deletes all current snippets, clipboard items, and stacks and replaces them with the backup. This cannot be undone. Continue?
es: ⚠️ Este dispositivo ya tiene datos. Al restaurar, se borrarán todas tus frases, elementos del portapapeles y pilas, y se reemplazarán por los del respaldo. No se puede deshacer. ¿Quieres continuar?
fi: ⚠️ Laitteella on jo tietoja. Palautus poistaa kaikki nykyiset fraasit, leikepöydän kohteet ja pinot ja korvaa ne varmuuskopiolla. Tätä ei voi kumota. Jatketaanko?
fr: ⚠️ Cet appareil contient déjà des données. La restauration supprime toutes les phrases, tous les éléments du presse-papiers et toutes les piles actuels, et les remplace par la sauvegarde. Cette action est irréversible. Continuer ?
id: ⚠️ Perangkat ini sudah berisi data. Pemulihan akan menghapus semua frasa, papan klip, dan tumpukan saat ini, lalu menggantinya dengan data cadangan. Tindakan ini tidak dapat dibatalkan. Lanjutkan?
it: ⚠️ Su questo dispositivo ci sono già dei dati. Il ripristino elimina tutte le frasi, gli appunti e le pile attuali e li sostituisce con il backup. L'azione non si può annullare. Continuare?
ja: ⚠️ この端末にはすでにデータがあります。 復元すると、現在のすべての定型文、クリップボード、スタックが削除され、バックアップに置き換わります。 この操作は取り消せません。続けますか?
nb: ⚠️ Denne enheten har allerede data. Gjenoppretting sletter alle fraser, utklipp og stabler og erstatter dem med sikkerhetskopien. Dette kan ikke angres. Vil du fortsette?
nl: ⚠️ Dit apparaat bevat al gegevens. Bij herstellen worden alle huidige fragmenten, klembordonderdelen en stapels verwijderd en vervangen door de back-up. Dit kan niet ongedaan worden gemaakt. Doorgaan?
pl: ⚠️ To urządzenie zawiera już dane. Przywrócenie usunie wszystkie bieżące frazy, schowek i stosy i zastąpi je kopią. Tej operacji nie można cofnąć. Kontynuować?
pt_br: ⚠️ Este aparelho já tem dados. Ao restaurar, todas as frases, itens da área de transferência e pilhas atuais serão apagados e substituídos pelo backup. Não é possível desfazer. Continuar?
ru: ⚠️ На этом устройстве уже есть данные. При восстановлении все текущие фразы, буфер обмена и стопки будут удалены и заменены данными из резервной копии. Это действие нельзя отменить. Продолжить?
sv: ⚠️ Den här enheten har redan data. Återställning raderar alla nuvarande fraser, urklipp och staplar och ersätter dem med säkerhetskopian. Det går inte att ångra. Vill du fortsätta?
th: ⚠️ อุปกรณ์นี้มีข้อมูลอยู่แล้ว การกู้คืนจะลบข้อความด่วน คลิปบอร์ด และสแตกทั้งหมดในปัจจุบัน แล้วแทนที่ด้วยข้อมูลสำรอง ไม่สามารถเลิกทำได้ ดำเนินการต่อไหม
tr: ⚠️ Bu cihazda zaten veri var. Geri yüklerseniz tüm ifadeler, pano öğeleri ve yığınlar silinir ve yedekteki verilerle değiştirilir. Bu işlem geri alınamaz. Devam edilsin mi?
vi: ⚠️ Thiết bị này đã có dữ liệu. Khi khôi phục, mọi cụm từ, mục bảng tạm và ngăn xếp hiện có sẽ bị xóa và thay bằng bản sao lưu. Không thể hoàn tác thao tác này. Bạn có muốn tiếp tục không?
zh_hans: ⚠️ 当前设备上已经有数据。 恢复后，现在所有的短语、剪贴板、短语堆都会被删除，并替换成备份数据。 此操作无法撤销。要继续吗？
zh_hant: ⚠️ 當前裝置上已經有資料。 還原後，現在所有的短語、剪貼簿、短語堆都會被刪除，並替換成備份資料。 此操作無法復原。要繼續嗎？

source: ⚠️ 현재 기기에 데이터가 있습니다. 복구하면 현재의 모든 단축어, 클립보드, 스택이 삭제되고 백업 데이터로 교체됩니다. 이 작업은 되돌릴 수 없습니다. 계속하시겠습니까?
cs: ⚠️ Toto zařízení už obsahuje data. Obnovením se smažou všechny současné fráze, položky schránky a zásobníky a nahradí se zálohou. Tuto akci nelze vrátit zpět. Pokračovat?
da: ⚠️ Denne enhed har allerede data. Gendannelse sletter alle nuværende fraser, udklipsholder og stakke og erstatter dem med backuppen. Dette kan ikke fortrydes. Vil du fortsætte?
de: ⚠️ Auf diesem Gerät sind bereits Daten vorhanden. Beim Wiederherstellen werden alle aktuellen Textbausteine, Zwischenablage-Einträge und Stapel gelöscht und durch das Backup ersetzt. Das lässt sich nicht rückgängig machen. Fortfahren?
el: ⚠️ Η συσκευή έχει ήδη δεδομένα. Η επαναφορά διαγράφει όλες τις τρέχουσες φράσεις, το πρόχειρο και τις στοίβες και τα αντικαθιστά με το αντίγραφο. Αυτή η ενέργεια δεν αναιρείται. Συνέχεια;
en: ⚠️ This device already has data. Restoring deletes all current snippets, clipboard items, and stacks and replaces them with the backup. This cannot be undone. Continue?
es: ⚠️ Este dispositivo ya tiene datos. Al restaurar, se borrarán todas tus frases, elementos del portapapeles y pilas, y se reemplazarán por los del respaldo. No se puede deshacer. ¿Quieres continuar?
fi: ⚠️ Laitteella on jo tietoja. Palautus poistaa kaikki nykyiset fraasit, leikepöydän kohteet ja pinot ja korvaa ne varmuuskopiolla. Tätä ei voi kumota. Jatketaanko?
fr: ⚠️ Cet appareil contient déjà des données. La restauration supprime toutes les phrases, tous les éléments du presse-papiers et toutes les piles actuels, et les remplace par la sauvegarde. Cette action est irréversible. Continuer ?
id: ⚠️ Perangkat ini sudah berisi data. Pemulihan akan menghapus semua frasa, papan klip, dan tumpukan saat ini, lalu menggantinya dengan data cadangan. Tindakan ini tidak dapat dibatalkan. Lanjutkan?
it: ⚠️ Su questo dispositivo ci sono già dei dati. Il ripristino elimina tutte le frasi, gli appunti e le pile attuali e li sostituisce con il backup. L'azione non si può annullare. Continuare?
ja: ⚠️ この端末にはすでにデータがあります。 復元すると、現在のすべての定型文、クリップボード、スタックが削除され、バックアップに置き換わります。 この操作は取り消せません。続けますか?
nb: ⚠️ Denne enheten har allerede data. Gjenoppretting sletter alle fraser, utklipp og stabler og erstatter dem med sikkerhetskopien. Dette kan ikke angres. Vil du fortsette?
nl: ⚠️ Dit apparaat bevat al gegevens. Bij herstellen worden alle huidige fragmenten, klembordonderdelen en stapels verwijderd en vervangen door de back-up. Dit kan niet ongedaan worden gemaakt. Doorgaan?
pl: ⚠️ To urządzenie zawiera już dane. Przywrócenie usunie wszystkie bieżące frazy, schowek i stosy i zastąpi je kopią. Tej operacji nie można cofnąć. Kontynuować?
pt_br: ⚠️ Este aparelho já tem dados. Ao restaurar, todas as frases, itens da área de transferência e pilhas atuais serão apagados e substituídos pelo backup. Não é possível desfazer. Continuar?
ru: ⚠️ На этом устройстве уже есть данные. При восстановлении все текущие фразы, буфер обмена и стопки будут удалены и заменены данными из резервной копии. Это действие нельзя отменить. Продолжить?
sv: ⚠️ Den här enheten har redan data. Återställning raderar alla nuvarande fraser, urklipp och staplar och ersätter dem med säkerhetskopian. Det går inte att ångra. Vill du fortsätta?
th: ⚠️ อุปกรณ์นี้มีข้อมูลอยู่แล้ว การกู้คืนจะลบข้อความด่วน คลิปบอร์ด และสแตกทั้งหมดในปัจจุบัน แล้วแทนที่ด้วยข้อมูลสำรอง ไม่สามารถเลิกทำได้ ดำเนินการต่อไหม
tr: ⚠️ Bu cihazda zaten veri var. Geri yüklerseniz tüm ifadeler, pano öğeleri ve yığınlar silinir ve yedekteki verilerle değiştirilir. Bu işlem geri alınamaz. Devam edilsin mi?
vi: ⚠️ Thiết bị này đã có dữ liệu. Khi khôi phục, mọi cụm từ, mục bảng tạm và ngăn xếp hiện có sẽ bị xóa và thay bằng bản sao lưu. Không thể hoàn tác thao tác này. Bạn có muốn tiếp tục không?
zh_hans: ⚠️ 当前设备上已经有数据。 恢复后，现在所有的短语、剪贴板、短语堆都会被删除，并替换成备份数据。 此操作无法撤销。要继续吗？
zh_hant: ⚠️ 當前裝置上已經有資料。 還原後，現在所有的短語、剪貼簿、短語堆都會被刪除，並替換成備份資料。 此操作無法復原。要繼續嗎？

source: ⚠️ 현재 기기에 데이터가 있습니다. 복구하면 현재의 모든 단축어, 클립보드, 콤보가 삭제되고 백업 데이터로 교체됩니다. 이 작업은 되돌릴 수 없습니다. 계속하시겠습니까?
cs: ⚠️ Toto zařízení už obsahuje data. Obnovením se smažou všechny současné fráze, položky schránky a komba a nahradí se zálohou. Tuto akci nelze vrátit zpět. Pokračovat?
da: ⚠️ Denne enhed har allerede data. Gendannelse sletter alle nuværende fraser, udklipsholder og kombos og erstatter dem med backuppen. Dette kan ikke fortrydes. Vil du fortsætte?
de: ⚠️ Auf diesem Gerät sind bereits Daten vorhanden. Beim Wiederherstellen werden alle aktuellen Textbausteine, Zwischenablage-Einträge und Kombos gelöscht und durch das Backup ersetzt. Das lässt sich nicht rückgängig machen. Fortfahren?
el: ⚠️ Η συσκευή έχει ήδη δεδομένα. Η επαναφορά διαγράφει όλες τις τρέχουσες φράσεις, το πρόχειρο και τα κόμπο και τα αντικαθιστά με το αντίγραφο. Αυτή η ενέργεια δεν αναιρείται. Συνέχεια;
en: ⚠️ This device already has data. Restoring deletes all current snippets, clipboard items, and combos and replaces them with the backup. This cannot be undone. Continue?
es: ⚠️ Este dispositivo ya tiene datos. Al restaurar, se borrarán todas tus frases, elementos del portapapeles y combos, y se reemplazarán por los del respaldo. No se puede deshacer. ¿Quieres continuar?
fi: ⚠️ Laitteella on jo tietoja. Palautus poistaa kaikki nykyiset fraasit, leikepöydän kohteet ja kombot ja korvaa ne varmuuskopiolla. Tätä ei voi kumota. Jatketaanko?
fr: ⚠️ Cet appareil contient déjà des données. La restauration supprime toutes les phrases, tous les éléments du presse-papiers et tous les combos actuels, et les remplace par la sauvegarde. Cette action est irréversible. Continuer ?
id: ⚠️ Perangkat ini sudah berisi data. Pemulihan akan menghapus semua frasa, papan klip, dan kombo saat ini, lalu menggantinya dengan data cadangan. Tindakan ini tidak dapat dibatalkan. Lanjutkan?
it: ⚠️ Su questo dispositivo ci sono già dei dati. Il ripristino elimina tutte le frasi, gli appunti e i combo attuali e li sostituisce con il backup. L'azione non si può annullare. Continuare?
ja: ⚠️ この端末にはすでにデータがあります。 復元すると、現在のすべての定型文、クリップボード、コンボが削除され、バックアップに置き換わります。 この操作は取り消せません。続けますか?
nb: ⚠️ Denne enheten har allerede data. Gjenoppretting sletter alle fraser, utklipp og komboer og erstatter dem med sikkerhetskopien. Dette kan ikke angres. Vil du fortsette?
nl: ⚠️ Dit apparaat bevat al gegevens. Bij herstellen worden alle huidige fragmenten, klembordonderdelen en combo's verwijderd en vervangen door de back-up. Dit kan niet ongedaan worden gemaakt. Doorgaan?
pl: ⚠️ To urządzenie zawiera już dane. Przywrócenie usunie wszystkie bieżące frazy, schowek i kombo i zastąpi je kopią. Tej operacji nie można cofnąć. Kontynuować?
pt_br: ⚠️ Este aparelho já tem dados. Ao restaurar, todas as frases, itens da área de transferência e combos atuais serão apagados e substituídos pelo backup. Não é possível desfazer. Continuar?
ru: ⚠️ На этом устройстве уже есть данные. При восстановлении все текущие фразы, элементы буфера обмена и комбо будут удалены и заменены резервной копией. Это действие нельзя отменить. Продолжить?
sv: ⚠️ Den här enheten har redan data. Återställning raderar alla nuvarande fraser, urklipp och kombon och ersätter dem med säkerhetskopian. Det går inte att ångra. Vill du fortsätta?
th: ⚠️ อุปกรณ์นี้มีข้อมูลอยู่แล้ว การกู้คืนจะลบข้อความด่วน คลิปบอร์ด และคอมโบทั้งหมดในปัจจุบัน แล้วแทนที่ด้วยข้อมูลสำรอง ไม่สามารถเลิกทำได้ ดำเนินการต่อไหม
tr: ⚠️ Bu cihazda zaten veri var. Geri yüklerseniz tüm ifadeler, pano öğeleri ve kombolar silinir ve yedekteki verilerle değiştirilir. Bu işlem geri alınamaz. Devam edilsin mi?
vi: ⚠️ Thiết bị này đã có dữ liệu. Khi khôi phục, mọi cụm từ, mục bảng tạm và combo hiện có sẽ bị xóa và thay bằng bản sao lưu. Không thể hoàn tác thao tác này. Bạn có muốn tiếp tục không?
zh_hans: ⚠️ 当前设备上已经有数据。 恢复后，现在所有的短语、剪贴板、组合都会被删除，并替换成备份数据。 此操作无法撤销。要继续吗？
zh_hant: ⚠️ 當前裝置上已經有資料。 還原後，現在所有的短語、剪貼簿、組合都會被刪除，並替換成備份資料。 此操作無法復原。要繼續嗎？

source: ✈️ 비자
cs: ✈️ Vízum
da: ✈️ Visum
de: ✈️ Visum
el: ✈️ Βίζα
en: ✈️ Visa
es: ✈️ Visa
fi: ✈️ Viisumi
fr: ✈️ Visa
id: ✈️ Visa
it: ✈️ Visto
ja: ✈️ ビザ
nb: ✈️ Visum
nl: ✈️ Visum
pl: ✈️ Wiza
pt_br: ✈️ Visto
ru: ✈️ Виза
sv: ✈️ Visum
th: ✈️ วีซ่า
tr: ✈️ Vize
vi: ✈️ Visa
zh_hans: ✈️ 签证
zh_hant: ✈️ 簽證

source: ✉️ 이메일
cs: ✉️ E-mail
da: ✉️ E-mail
de: ✉️ E-Mail
el: ✉️ Email
en: ✉️ Email
es: ✉️ Correo
fi: ✉️ Sähköposti
fr: ✉️ E-mail
id: ✉️ Email
it: ✉️ Email
ja: ✉️ メール
nb: ✉️ E-post
nl: ✉️ E-mail
pl: ✉️ E-mail
pt_br: ✉️ E-mail
ru: ✉️ Эл. почта
sv: ✉️ E-post
th: ✉️ อีเมล
tr: ✉️ E-posta
vi: ✉️ Email
zh_hans: ✉️ 邮箱
zh_hant: ✉️ 信箱

source: ⭐️ 리뷰 및 평점 매기기
cs: ⭐️ Ohodnoťte a napište recenzi
da: ⭐️ Bedøm og anmeld
de: ⭐️ Bewerten und rezensieren
el: ⭐️ Αξιολόγηση και κριτική
en: ⭐️ Rate and Review
es: ⭐️ Califica y opina
fi: ⭐️ Arvostele ja kirjoita arvio
fr: ⭐️ Noter et donner un avis
id: ⭐️ Beri Rating dan Ulasan
it: ⭐️ Valuta e recensisci
ja: ⭐️ レビューと評価
nb: ⭐️ Gi vurdering
nl: ⭐️ Beoordelen en reviewen
pl: ⭐️ Oceń i napisz opinię
pt_br: ⭐️ Avaliar e comentar
ru: ⭐️ Оценить и написать отзыв
sv: ⭐️ Betygsätt och recensera
th: ⭐️ ให้คะแนนและรีวิว
tr: ⭐️ Puanlayın ve Değerlendirin
vi: ⭐️ Đánh giá và nhận xét
zh_hans: ⭐️ 评价与评分
zh_hant: ⭐️ 評價與評分
